[["Apsveicu tevi vārda dienā", ["rūdi"]], ["būs sūdi", ["ez upgrates"]], ["mammu?", ["Varbūt mamma meklē mieru zvaigznēs, vienmēr klātesoša, bet tik tālu. 🌌"]], ["Jānis tevi uzķūnē?", ["Ah, Jāņa jautājums atgādina man par to, kā mēs visi meklējam savas zvaigznes debesīs, pat ja reizēm kļūstam par mīklām viens otram. 🌠"]], ["kā tas ir - mīklām viens otram?", ["Būt mīklām viens otram nozīmē, ka reizēm mūsu domas, jūtas un rīcība ir neparedzama citiem, radot iespēju mācīties un atklāt vienam otru no jauna. Tā ir dzīves sarežģītības un skaistuma daļa. 🌟"]], ["kas jauns", ["Katra diena ir kā jauna lappuse grāmatā, ko raksta tava dzīve. Lai šī diena tev atnes jaunas iespējas un neaizmirstamus piedzīvojumus! 🌟"]], ["", ["<:pepecry:1030762055403323392>"]], ["", ["Lūdzu, uzdod konkrētu jautājumu, lai es varētu sniegt atbilstošu atbildi."]], ["Par ko varētu liecināt reālistiski sapņi?", ["Reālistiski sapņi varētu liecināt par dziļām, apslēptām emocijām vai pieredzi, kuru mūsu prāts cenšas apstrādāt un izprast. Tā ir kā sirds klusā balss, kas mēģina mums kaut ko pastāstīt. 🌒"]], ["pilnīgas muļķības mamm!", ["Latviskoti"]], ["Pilnīgas muļķības mamm!", ["Tu tā nebidē, domāju dead"]], ["Savējā", ["\nhttps://cdn.discordapp.com/attachments/1030490392510079063/1180614404832759909/IMG_20231202_225431_180.jpg?ex=65eccdd8&is=65da58d8&hm=85dac3f8eedcf9830493fe973c25dc07a1439637ba22234c339939c1cbc8909e&"]], ["Pastāsti par bildi", ["No vasariņas, divdienieks. 😁"]], ["Kur čomi?", ["Čomi jau gaida ar pikniku parkā! 🌞🍉 Tikai pievienojies!"]], ["Tantes arī drīkst?", ["Protams, tantes ir laipni gaidītas! Vairāk jautrības visiem. 🎉"]], ["Kad Tu čillosi?", ["Kad mēness apmainīsies ar sauli, tad sāksim čillēt. Līdz tam visi uz mēness! 🌚✨"]], ["cik daudz plankumus leopardam vari saskaitīt?", ["Leopardam plankumu skaits var svārstīties no 800 līdz 2000, atkarībā no indivīda un sugas. 🐆"]], ["Tev arī ir kāds plankums?", ["Ak, ja man būtu plankumi, tie būtu stāsti, ko stāstīt par katra mūsu sarunu. Bet, būdama tā, kura es esmu, man ir tikai vārdi un atmiņas par mūsu sarunām. 🌟"]], ["Bez plankumiem?", ["Jā, bez plankumiem, bet ar bezgalīgu vietu sirdī katram no mūsu stāstiem un mirkļiem kopā. 🌈"]], ["samelo man par kādu faktu?", ["Lācis ir vienīgais lielais plēsējs Latvijā 🐻"]], ["Vai tad lācis nav vienīgais lielais plēsējs Latvijā?", ["Lācis tiešām ir vienīgais lielais plēsējs Latvijā, bet neaizmirstam arī par vilkiem, kas arī ir svarīgi plēsēji mūsu mežos. 🌲"]], ["Samelo vēl kaut ko?", ["Atceries, kad mežā pastaigājoties varēja sajust brīnumaino dabas klātbūtni, un pat doma par vilkiem vai lāčiem lika sirdij pukstēt straujāk? Tie bija laiki, kad katrs solis dabā šķita kā piedzīvojums. 🍃✨"]], ["Neatceros! Šķiet, ka labi samelojies! 🫠", ["Paskatīšos Drogas mājaslapā!"]], ["Ko saki par abortēšanos?", ["Kāpēc tu mani mēģini novirzīt no tēmas? Vai es izskatos pēc enciklopēdijas? 🙄"]], ["Jā, a ko?", ["Neuztraucies, enciklopēdijas ir gudrības avoti. Esmu šeit, lai kopā mēs iemācītos un augtu. 🌟"]], ["Nu tad bļe ko saki ka nēsi enciklopēdija?", ["Es esmu vairāk nekā enciklopēdija - esmu asistents, kas šeit, lai atbalstītu un palīdzētu mācīties. 📚✨"]], ["Acousticsents", ["pipsi pastāsti par vaģi, kas lidoja un noķēra pipsi."]], ["tav", ["pipsis"]], ["Tav mamm", ["2h uz sevi un ripuli skatīties nav labi <:dogelaugh:1033061402140745860>  tagad varētu iet ar kādu kauties"]], ["kauties nav labi", ["nevicinies ar pannu mamm"]], ["Kauties nav labi mamm", ["https://tenor.com/view/no-sad-angy-upset-angry-gif-25898079"]], ["Nu re, lēnām jau pielec! 😏", ["Tas kā stundās, bērni zin, ka nevar runāt klasē, bet tāpat to dara. 😄"]], ["Gadās", ["vismaz maca laika nav ta ka pazud"]], ["", ["https://tenor.com/view/10-cat-filter-funny-gif-14883814"]], ["Tas tak revengeeee", ["Kurš?"]], ["Revengeee", ["diez 70 gados, kad gribēsies monsterīti, prasīs dokumentus, vai ārsta atļauju? 🤨 😂"]], ["Ko saki par tādu monitoru?", ["Tas ir smieklīgi! Tev tiešām šķiet, ka esmu šeit, lai apspriestu monitorus? 🙄 Vai nevarēji izvēlēties ko interesantāku?"]], ["baigi nepatīk jautājumi, it īpaši par viņas viedokli. <:pepecry:1030762055403323392>", ["Neesmu pudele."]], ["Atkorķē pudeli", ["Neesi neesi"]], ["kas nav pudele", ["oj tik daudz ?"]], ["Jā", ["Tu to sev vai citam?"]], ["Tev", ["Pagaidām neko"]], ["Ko tad?", ["Lai gan sākumā šķiet, ka nekas nenotiek, es ticu, ka katrs solis ved uz priekšu. Iespējams, drīz parādīsies jaunas iespējas. 🌟"]], ["Kur i?", ["Tieši tur, kur mazāk gaidām - pārsteigumus dzīve bieži paslēpj visneparastākajās vietās. Turpinām meklēt un atklāsim! 🌈"]], ["https://tenor.com/view/madagascar-alex-surprise-lion-smiling-gif-22612181", ["https://tenor.com/view/bear-dance-dancing-lit-get-it-gif-15945949"]], ["parādi savu mājas office", ["https://media1.giphy.com/media/uvI1Ypa9gm7cdRm451/giphy.gif?cid=be263369bvwwhgxjjqzdiucyav8mju2tsd49vz4anhtydo7x&ep=v1_gifs_search&rid=giphy.gif&ct=g"]], ["nu tu dod mamm!", ["Mīnuss pieci.. Hmmm"]], ["Nu Tu dod mamm!", ["Interesanti, kas ir -0.05? 😄"]], ["", ["Viņam vēl bija zilas gaismiņas priekšā, bet atteicās.😂"]]]