{
  "1": "Hear ye, hear ye pipši! Let it be known that the use of text messages in this hallowed Discord channel is strictly forbidden! Such lowly means of communication shall not be tolerated!",
  "2": "By order of the Hogwarts School of Witchcraft and Wizardry, I hereby decree that the use of text messages in this channel is strictly prohibited. Any violations will be met with severe consequences!",
  "3": "Attention all wizards and witches! We must adhere to the highest standards of communication in this Discord channel, and that means no text messages. Let us uphold the proud traditions of our magical world!",
  "4": "In the name of Merlin, we shall not stoop to the level of mere Muggles and use text messages in this esteemed Discord channel. Let us communicate with the utmost respect and decorum!",
  "5": "Verily, I say unto thee, the use of text messages in this channel is most unbecoming of a proper wizard or witch. Let us instead use our wands to cast spells of communication!",
  "6": "By the power vested in me as a wizard of the Order of the Phoenix, I hereby banish all text messages from this Discord channel. We shall communicate only with the finest of magical means!",
  "7": "The ancient wizards of yore communicated through scrolls and parchment, and so shall we in this Discord channel. No text messages shall be tolerated!",
  "8": "Let it be known throughout the wizarding world that this Discord channel is a place of dignified and sophisticated communication. The use of text messages is strictly prohibited!",
  "9": "A true wizard knows that the art of communication is a sacred one. In this Discord channel, we shall communicate with the respect and reverence it deserves, and that means no text messages!",
  "10": "As a member of the wizarding community, it is our duty to uphold the highest standards of communication. The use of text messages in this channel is a violation of those standards, and shall not be tolerated!",
  "11": "In the words of the great Albus Dumbledore, 'Screenshots are, in my not-so-humble opinion, our most inexhaustible source of magic.' Let us honor those screenshots and communicate with the magic of our screenshots, not the mundanity of text messages.",
  "12": "No text messages shall pass in this Discord channel! Let us instead communicate with the power and grace of true wizards and witches!",
  "13": "The use of text messages is a most heinous crime against the noble art of communication. Let us instead use the magical means at our disposal to communicate with one another in this Discord channel!",
  "14": "By the power of the Ministry of Magic, I hereby declare that text messages are strictly prohibited in this Discord channel. May our communications be blessed with the magic of our screenshots!",
  "15": "The ancient wizarding societies communicated through runes and symbols, and so shall we communicate in this Discord channel. No text messages shall be allowed to tarnish our magical heritage!",
  "16": "I shall not tolerate the use of text messages in this Discord channel! Let us communicate with the fullness of our magical abilities and leave the mundane means of communication to the Muggles!",
  "17": "In the wizarding world, communication is an art form. Let us not sully that art with the use of text messages in this Discord channel!",
  "18": "Please respect the rules of the channel and only share screenshots here.",
  "19": "No chatting, no exceptions - this channel is for screenshots only.",
  "20": "Just a reminder - this channel is for screenshots only. Please refrain from chatting here, as it is not allowed.",
  "21": "As previously stated, this channel is reserved for screenshots only. Any chatting will not be tolerated Pipis.",
  "22": "No chatting means no chatting. Please respect the rules of the channel and keep conversations out.",
  "23": "To reiterate, this channel is solely for sharing screenshots. Please do not use it for chatting or casual conversation.",
  "24": "I know we've mentioned it before, but it bears repeating - chatting is strictly prohibited in this channel.",
  "25": "We understand that chatting is part of the Discord experience, but please keep it out of this channel. It is strictly for sharing screenshots only.",
  "26": "We'd like to remind everyone that no chatting is allowed in this channel. Please keep conversations out to maintain its intended purpose.",
  "27": "Please do not disregard the rules of this channel. No chatting means no chatting, and screenshots only means screenshots only.",
  "28": "As a friendly reminder Pipsi, any chatting in this channel is against the rules. Let's keep it solely for sharing awesome screenshots!",
  "29": "Chatting in this channel has been explicitly prohibited Pipsi. Please respect the purpose of the channel and only share screenshots.",
  "30": "Please remember that chatting is not allowed in this channel Pipsi, even if you're excited about a particular screenshot. Keep the conversations elsewhere!",
  "31": "We cannot stress this enough - no chatting is allowed in this channel. Please refrain from doing so.",
  "32": "Let's make sure we're all on the same page - no chatting allowed in this channel. Keep the conversations in the appropriate channels!",
  "33": "Please respect the fact that no chatting is allowed in this channel. It is important to maintain its purpose of sharing screenshots.",
  "34": "We appreciate your cooperation in keeping this channel solely for screenshots. Please do not chat here.",
  "35": "Chatting in this channel is strictly prohibited Pipsi. Please respect the rules and only share screenshots.",
  "36": "If you're unsure about the purpose of this channel Pipsi, please read the rules again. No chatting is allowed.",
  "37": "We've said it before and we'll say it again Pipsi - no chatting allowed in this channel. Please follow the rules.",
  "38": "Chatting is not allowed in this channel, and it is important that we all adhere to this rule to keep it for screenshots only.",
  "39": "This channel is for screenshots only, and any chatting is not allowed. Thank you for keeping the conversations out Pipsi!"
}
   
