{
  "1": "GGWP! Your team showcased exceptional map control, securing objectives and dictating the flow of the game to emerge victorious.",
  "2": "Well played! Your team's strategic jungle control was on point, denying the enemy team resources and setting the stage for a successful conquest.",
  "3": "Congratulations on your win! Your team's early-game dominance was outstanding, creating a solid foundation for a decisive victory.",
  "4": "Impressive performance! Your team's composition synergies were well-executed, creating powerful combos that overwhelmed the opposition in every teamfight.",
  "5": "Great job on your victory! Your team's objective prioritization, especially around Dragon and Baron, played a crucial role in securing the win.",
  "6": "Well done! Your team's vision game was exceptional, controlling the map and minimizing the enemy team's opportunities for a comeback.",
  "7": "Congratulations on your well-deserved win! Your team's coordination in skirmishes and teamfights showcased a high level of teamwork and communication.",
  "8": "Impressive win! Your team's macro play was top-notch, executing split pushes and rotations that kept the enemy team guessing and off balance.",
  "9": "Great work on your victory! Your team's understanding of power spikes and itemization was evident, maximizing efficiency in the item shop.",
  "10": "Well played! Your team's strategic use of crowd control abilities turned teamfights in your favor, showcasing mastery over the champions in the realm.",
  "11": "Congratulations on your win! Your team's adaptability in champion select demonstrated a deep understanding of the ever-evolving metagame.",
  "12": "Impressive performance! Your team's shotcalling and decision-making in the late game were crucial in securing objectives and closing out the match.",
  "13": "Great job on your victory! Your team's ability to capitalize on enemy mistakes and turn them into advantages showcased a high level of skill.",
  "14": "Well done! Your team's disciplined play and calculated aggression were key factors in maintaining control throughout the match.",
  "15": "Congratulations on your well-earned win! Your team's synchronized engages and disengages in teamfights displayed a level"
}