{
  "1": "Congratulations on your victory! Your team played with precision and skill, coordinating perfectly to achieve the ultimate objective: destroying the enemy Nexus.",
  "2": "Well done! Your team's objective control was excellent, securing crucial objectives like Baron and Dragon to gain the advantage over your opponents.",
  "3": "Great job on your win! Your team's macro play was on point, setting up strong vision and map pressure to outmaneuver your opponents.",
  "4": "Congratulations on your well-deserved win! Your team's teamfighting was excellent, executing combos and ultimates flawlessly to win crucial engagements.",
  "5": "Impressive victory! Your team's laning phase was dominant, securing early leads and denying your opponents any chance to come back.",
  "6": "Excellent job on your win! Your team's objective prioritization was spot-on, making smart decisions about which objectives to take and when to take them.",
  "7": "Well played! Your team's communication and shotcalling were top-notch, allowing you to make quick and effective decisions on the fly.",
  "8": "Great work on your win! Your team's focus and determination were evident, never giving up even in the face of adversity.",
  "9": "Congratulations on your hard-earned victory! Your team's map awareness and rotations were excellent, always being in the right place at the right time.",
  "10": "Impressive performance! Your team's draft was solid, picking champions that complemented each other and countered your opponents' picks.",
  "11": "Well done on your win! Your team's snowballing was impressive, using early leads to dominate the game and secure a convincing victory.",
  "12": "Great victory! Your team's vision control was excellent, using wards and sweepers to deny your opponents vision and gain valuable information.",
  "13": "Congratulations on your win! Your team's late-game shotcalling was exceptional, making smart decisions about when to group and when to split push.",
  "14": "Well played! Your team's rotations were impressive, using strategic movements around the map to catch your opponents off-guard and gain advantages.",
  "15": "Impressive win! Your team's teamfight coordination was outstanding, focusing down key targets and staying alive to win crucial engagements.",
  "16": "Excellent job! Your team's objective denial was impressive, denying your opponents crucial objectives and keeping them on the back foot.",
  "17": "Congratulations on your victory! Your team's adaptation was impressive, changing strategies and tactics on the fly to counter your opponents' moves.",
  "18": "Well done! Your team's early aggression was impressive, taking control of the game from the outset and never letting go.",
  "19": "Great work on your win! Your team's map pressure was impressive, using split pushing and global ultimates to put constant pressure on your opponents.",
  "20": "Impressive performance! Your team's itemization was excellent, building the right items at the right times to gain the edge over your opponents."
}