{
  "1": "Excellent work team! You have successfully defended and attacked all zones in Control mode. Victory is yours!",
  "2": "Congratulations on your Control mode win! Your team displayed incredible coordination and strategy in capturing and holding the objectives.",
  "3": "Outstanding job! Your team's ability to coordinate and control the objectives in Control mode was impressive.",
  "4": "Well done! Your squad was relentless in capturing and holding the objectives in Control mode. Congrats on the win!",
  "5": "Incredible effort! You and your team were able to maintain the control and defend all objectives in Control mode. Congratulations!",
  "6": "Congratulations on your Control mode victory! Your team's ability to control the objectives with precision was truly impressive.",
  "7": "Great work! Your team's strategic approach in capturing and defending the objectives in Control mode paid off in a big way.",
  "8": "Fantastic job! Your team's coordination and teamwork in capturing and defending all zones in Control mode was simply outstanding.",
  "9": "Amazing effort! Your team's skill and precision in controlling and defending the objectives in Control mode led to a well-deserved victory.",
  "10": "Bravo! Your team's domination and control of the objectives in Control mode was textbook.",
  "11": "Well played! Your team's ability to coordinate and control the objectives in Control mode was impressive.",
  "12": "Great job! Your team was able to hold all objectives and secure the victory in Control mode.",
  "13": "Congratulations on your Control mode win! Your team's ability to control the objectives and hold off the enemy was simply outstanding.",
  "14": "Awesome work! Your team's coordination and communication in capturing and defending the objectives in Control mode was top-notch.",
  "15": "Nicely done! Your team's ability to control the objectives and maintain dominance throughout Control mode was impressive.",
  "16": "Congratulations on your Control mode triumph! Your team's strategic approach and coordination in capturing and defending the objectives was masterful.",
  "17": "Amazing job, team! Your control and domination of the objectives in Control mode was second to none.",
  "18": "Well-deserved victory! Your team's ability to control and defend the objectives in Control mode was impressive.",
  "19": "Congratulations on your Control mode win! Your team's ability to coordinate and work together to control the objectives was simply outstanding.",
  "20": "Excellent work! Your team's ability to control and maintain the objectives in Control mode was truly impressive. Congrats on the win!"
}